{
    "navbar" : {
        "home": "Bosh sahifa",
        "products": "Mahsulotlar",
        "work": "Bizning ishlarimiz",
        "call_me": "Menga qo'ng'iroq qiling",
        "contact": "Biz bilan bog'lanish"
    },
    "hero_section" : {
        "new_level": "Yangi darajadagi shiftlar",
        "we_style" : "Biz sizning g'oyalaringizni qulaylik va uslub orqali haqiqatga aylantiramiz!",
        "contact_us" : "Biz bilan bog'lanish"
    },
    "main" : {
        "our_products" : "Bizning mahsulotlarimiz",
        "more": "Batafsil...",
        "our_work": "Bizning ishlar"
    },
    "footer": {
        "call_me": "Menga qo'ng'iroq qiling",
        "location": "Toshkent sh., Jarqo‘rg‘on ko‘chasi, 20/3"
    },
    "modal": {
        "leave_data": "Siz bilan bog'lanishimiz uchun",
        "we_call": "ma'lumotlaringizni qoldiring.",
        "name": "Ismingiz:",
        "phone_number": "Telefon raqamingiz:",
        "name_required": "Ism bo'lishi shart.",
        "number_required": "Raqam bo'lishi shart.",
        "number_wrong_format": "Notog'ri formatdagi raqam.",
        "message_send_successfully": "Xabar muvaffaqiyatli yuborildi!",
        "message_send_error": "Ma'lumotlaringizni jo'natishda hatolik yuz berdi.",
        "send": "Yuborish",
        "cancel": "Bekor qilish"
    },
    "card_info": {
        "high_quality": "Yuqori sifatli ishlar va materiallar",
        "individual_approach": "Individual yondashuv",
        "prof_team": "Professional",
        "prof_team2": "jamoa"
    },
    "carousel_info" : {
        "grilyato": "Grilyato",
        "grilyato_description": "Grilyato shiftlari zamonaviy uslub, mukammal shamollatish va o'rnatish qulayligini ta'minlovchi panjara tuzilishi bilan o'ziga xosdir.",
        "classic_grilyato": "Klassik Grilyato",
        "classic_grilyato_description": "Klassik Grilyato shifti vaqt sinovidan o'tgan yechim bo'lib, qat'iy chiziqlar va lakonik dizayn bilan ajralib turadi. Uning panjara tuzilishi tartib va ​​simmetriya hissi yaratadi, zamonaviy va funktsional interyerlarni yaratish uchun ideal. Ushbu shiftlarni o'rnatish va saqlash oson, yaxshi shamollatish va chidamlilikni ta'minlaydi. Klassik Grilyato ofis va turar-joy binolariga juda mos tushadi va ularning nafisligi va zamonaviy uslubini ta'kidlaydi.",
        "pyramid_grilyato": "Piramidal Grilyato",
        "pyramid_grilyato_description": "Grilyato piramidali shifti zamonaviy va original yechim bo'lib, u hujayralarning hajmli tuzilishi bilan ajralib turadi va dinamik vizual effekt yaratadi. Noyob piramida shakli dizayni shiftga chuqurlik va xarakter berib, makonni yanada ifodali va esda qolarli qiladi. Ushbu shiftlar nafaqat zamonaviy, balki funktsional bo'lib, mukammal shamollatish va parvarish qilish qulayligini ta'minlaydi. Piramida Grilyato - ofis yoki turar-joy maydoni bo'lsin, estetika va amaliylik uyg'unligi talab qilinadigan interyerlar uchun ideal.",
        "triangular_grilyato": "Uchburchak grilyato",
        "triangular_grilyato_description": "Grilyatoning uchburchak shifti nostandart geometriyasi bilan e'tiborni tortadi, qiziqarli yorug'lik va soya effektlarini yaratadi va makonga dinamika qo'shadi. Uning asl uchburchak tuzilishi interyerni yanada zamonaviy va ifodali qilib, noyob vizual aksanni ta'minlaydi. Ushbu shiftlar nafaqat estetik jihatdan yoqimli, balki funktsional bo'lib, yaxshi shamollatish va parvarish qilish qulayligini kafolatlaydi. Triangular Grilyato zamonaviy va innovatsion interyerlarni yaratish uchun ideal, xoh u ofis maydoni yoki yashash maydoni.",

        "rechniy": "Reechniy",
        "rechniy_description": "Reechniy shiftlari zamonaviy va amaliy yechim bo'lib, u chiziqli dizayni bilan ajralib turadi, makonga ravshanlik va uyg'unlik beradi...",
        "classic_rechniy": "Reechniy",
        "classic_rechniy_description": "Reechniy shiftlar - bu zamonaviy va amaliy yechim bo'lib, u chiziqli dizayni bilan ajralib turadi, makonga ravshanlik va uyg'unlik beradi. Uning nafis va oqlangan lamellari zamonaviy va minimalist ko'rinishni yaratadi, turli interyerlar uchun ideal. Ushbu ship nafaqat vizual ko'rinishga ega, balki funktsional bo'lib, parvarish qilish qulayligi va chidamliligini ta'minlaydi. Shiftli ship ofis va turar-joy binolariga juda mos keladi va ularga engillik va zamonaviy joziba qo'shadi.",
        
        "armstong": "Armstrong",
        "armstong_decription": "Armstrong shiftlari modulli dizaynga ega bo'lib, o'rnatish qulayligi, texnik xizmat ko'rsatish qulayligi va har qanday ... uchun zamonaviy uslubni ta'minlaydi.",
        "classic_armstrong": "Kassetali armstrong",
        "classic_armstrong_description": "Kassetali armstrong - modulli dizayni va aniq chiziqlari bilan ajralib turadigan amaliy va zamonaviy yechim. Uning panellarini o'rnatish va almashtirish oson, o'rnatish va texnik xizmat ko'rsatish qulayligini ta'minlaydi. Ushbu shift tartibli va toza ichki makon yaratish, makonga zamonaviylik va nafislik qo'shish uchun idealdir. Armstrong kassetali shifti estetik ko'rinishni saqlab, funksionallik va chidamlilikni ta'minlab, ofis va tijorat joylariga juda mos keladi.",
        "mineral_armstrong": "Minerral to'lali armstong",
        "mineral_armstrong_description": "Minerral to'lali armstong - mukammal akustik xususiyatlar va zamonaviy dizaynni birlashtirgan ko'p qirrali va ekologik toza yechim. Uning mineral tolali panellari yuqori darajadagi ovozni yutish va issiqlik izolatsiyasini ta'minlab, qulay ichki muhitni yaratadi. Ushbu shiftni o'rnatish va texnik xizmat ko'rsatish oson, bu ham funksionallik, ham estetika muhim bo'lgan ofis va tijorat joylari uchun ideal tanlovdir. Armstrong mineral tolali shifti sifat va chidamlilik uchun barcha talablarga javob beradigan interyerga qulaylik va zamonaviy uslub qo'shadi.",
        "folga_armstrong": "Folgalik armstong",
        "folga_armstrong_description": "Folgalik armstong shifti zamonaviy va funktsional yechim bo'lib, uning aks ettiruvchi yuzasi va zamonaviy ko'rinishi bilan ajralib turadi. Folga panellari xonaga kenglik va yorug'lik effektini beradi, bo'shliqni vizual ravishda oshiradi. Ushbu ship nafaqat estetik jihatdan jozibali, balki namlikka juda chidamli bo'lib, namlik yuqori bo'lgan xonalar uchun ideal tanlovdir. Armstrong folga shiftini o'rnatish va saqlash oson, ofis va tijorat interyerlarida chidamlilik va zamonaviy dizaynni ta'minlaydi.",
        "gips_armstrong": "Gipslik armstong",
        "gips_armstrong_description": "Gipslik armstong shifti klassik dizayn va mukammal ishlashni birlashtirgan oqlangan va bardoshli yechimdir. Gips panellari yuqori ovozli izolyatsiya va yong'inga chidamliligini ta'minlaydi, xavfsiz va qulay joy yaratadi. Ushbu ship ham estetik, ham funksionallik muhim bo'lgan interyerlar uchun ideal. O'rnatish va texnik xizmat ko'rsatishning qulayligi Armstrong gipsli shiftini ofis, turar-joy va tijorat binolari uchun ajoyib tanlovga aylantiradi va ularga zamonaviy va tayyor ko'rinish beradi.",

        "led": "LED",
        "led_description": "LED shiftlari zamonaviy dizaynni o'rnatilgan yoritish bilan birlashtirib, yorqinlik va energiya samaradorligini ta'minlaydi, zamonaviy va funktsional ...",
        "led_armstrong": "Armstrong shift uchun LED",
        "led_armstrong_description": "Armstrong LED ship panellari yorqin va bir xil yoritishni ta'minlaydigan amaliy yechimdir. Osonlik bilan modulli shift tuzilishiga o'rnatiladi, zamonaviy va qulay ichki makon yaratadi, ofislar va tijorat joylari uchun ideal.",
        "led_grilyato": "Grilyato shiftlari uchun LED",
        "led_grilyato_description": "Grilyato shiftlari uchun LED panellari bir xil yoritish va zamonaviy ko'rinishni ta'minlaydigan zamonaviy yechimdir. Ularni o'rnatish oson, tejamkor va shiftning o'ziga xos tuzilishini ta'kidlaydigan engil aksan qo'shadi. Ofis va tijorat joylari uchun ideal, qulay va samarali muhit yaratadi.",
        "led_rechniy": "Reechniy shiftlar uchun LED",
        "led_rechniy_description": "Reechniy shiftlar uchun LED panellari dizaynga osongina birlashtirilishi mumkin bo'lgan funktsional va zamonaviy yoritishdir. Ular shiftning qat'iy chiziqlarini ta'kidlab, bir xil yorug'likni ta'minlaydi va zamonaviy ofis va turar-joy interyerlari uchun juda mos keladi."
        
    },
    "carousel": {
        "order_now": "Hoziroq buyurtma berish",
        "colors": "Ranglari:",
        "power": "• Quvvati",
        "alyumin_reyka": "LED Aluminium Plitalari  50mm",
        "sizes": "O'lchamlari: 30sm, 50sm, 70sm"
    }

}