{
    "navbar" : {
        "home": "Бош сахифа",
        "products": "Махсулотлар",
        "work": "Бизнинг ишлар",
        "call_me": "Қайта қўнғироқ",
        "contact": "Боғланиш"
    },
    "hero_section" : {
        "new_level": "Янги даражадаги шифтлар",
        "we_style" : "Биз сизнинг ғояларингизни қулайлик ва услуб орқали, хакикатга айлантирамиз",
        "contact_us" : "Биз билан боғланиш"
    },
    "main" : {
        "our_products" : "Бизнинг махсулотлар",
        "more": "Батафсил...",
        "our_work": "Бизнинг ишлар"
    },
    "footer": {
        "call_me": "Қайта қўнғироқ",
        "location": "Тошкент, Жарқўрғон кўчаси, 20/3"
    },
    "modal": {
        "leave_data": "Сизга боғланишимиз учун",
        "we_call": "маълумотларингизни қолдиринг.",
        "name": "Исмингиз:",
        "phone_number": "Рақамингиз:",
        "name_required": "Исм бўлиши шарт.",
        "number_required": "Рақам бўлиши шарт.",
        "number_wrong_format": "Нотўғри форматдаги ракам.",
        "message_send_successfully": "Маълумотларингиз мувафaақиятли жўнатилди!",
        "message_send_error": "Маълумотларингизни жўнатишда хатолик юз берди.",
        "send": "Жўнатиш",
        "cancel": "Бекор қилиш"
    },
    "card_info": {
        "high_quality": "Юқори сифатли материаллар ва иш",
        "individual_approach": "Индивидуал ёндашув",
        "prof_team": "Профессионал",
        "prof_team2": "жамоа"
    },
    "carousel_info" : {
        "grilyato": "Грилято",
        "grilyato_description": "Грилято шифтлари замонавий услуб, мукаммал шамоллатиш ва ўрнатиш қулайлигини таъминловчи панжара тузилиши билан ўзига хосдир.",
        "classic_grilyato": "Классик Грилято",
        "classic_grilyato_description": "Классик Грилято шифти вақт синовидан ўтган ечим бўлиб, қатъий чизиқлар ва лаконик дизайн билан ажралиб туради. Замонавий ва функтсионал интерерларни яратиш учун идеал бўлган унинг панжарали тузилиши тартиб ва ​​симметрия туйғусини яратади . Ушбу шифтларни ўрнатиш ва сақлаш осон, яхши шамоллатиш ва чидамлиликни таъминлайди. Классик Грилято офис ва турар-жой биноларига жуда мос келади, уларнинг нафислиги ва замонавий услубини таъкидлайди.",
        "pyramid_grilyato": "Грилято пирамидаси",
        "pyramid_grilyato_description": "Грилято пирамидаси шифти замонавий ва оригинал ечим бўлиб, ўзининг ҳажмли ҳужайра тузилиши билан ажралиб туради, динамик визуал эффект яратади. Ноёб пирамида шакли дизайни шифтга чуқурлик ва характер бериб, маконни янада ифодали ва эсда қоларли қилади. Ушбу шифтлар нафақат замонавий, балки функтсионал бўлиб, мукаммал шамоллатиш ва парвариш қилиш қулайлигини таъминлайди. Грилято пирамидаси офис ёки турар жой учун эстетика ва амалийлик уйғунлиги талаб қилинадиган интерерлар учун идеал.",
        "triangular_grilyato": "Учбурчак грилято",
        "triangular_grilyato_description": "Грилятонинг учбурчак шифти ностандарт геометрияси билан эътиборни тортади, қизиқарли ёруғлик ва соя эффектларини яратади ва маконга динамика қўшади. Унинг асл учбурчак тузилиши интерерни янада замонавий ва ифодали қилиб, ноёб визуал аксанни таъминлайди. Ушбу шифтлар нафақат эстетик жиҳатдан ёқимли, балки функтсионал бўлиб, яхши шамоллатиш ва парвариш қилиш қулайлигини кафолатлайди. Триангулар Грилято замонавий ва инноватсион интерерларни яратиш учун идеал, хоҳ у офис майдони ёки яшаш майдони.",

        "rechniy": "Реечный",
        "rechniy_description": "Реечный шифти - бу замонавий ва амалий йечим бўлиб, у чизиқли дизайни билан ажралиб туради, бинога равшанлик ва уйғунлик беради. Унинг нафис ва оқланган ламеллари замонавий ва минималист кўринишни яратади, турли интерерлар учун идеал. Ушбу шифт нафақат визуал кўринишга эга, балки функтционал бўлиб, парвариш қилиш қулайлиги ва чидамлилигини таъминлайди. Реечный шифт офис ва турар-жой биноларига жуда мос келади ва замонавий жозиба қўшади.",
        "classic_rechniy": "Реечный",
        "classic_rechniy_description": "Реечный шифти - бу замонавий ва амалий йечим бўлиб, у чизиқли дизайни билан ажралиб туради, бинога равшанлик ва уйғунлик беради. Унинг нафис ва оқланган ламеллари замонавий ва минималист кўринишни яратади, турли интерерлар учун идеал. Ушбу шифт нафақат визуал кўринишга эга, балки функтционал бўлиб, парвариш қилиш қулайлиги ва чидамлилигини таъминлайди. Реечный шифт офис ва турар-жой биноларига жуда мос келади ва замонавий жозиба қўшади.",
        
        "armstong": "Армстронг",
        "armstong_decription": "Армстронг шифтлари модулли дизайнга эга бўлиб, ўрнатиш қулайлиги, техник хизмат кўрсатиш қулайлиги ва ҳар қандай интерер учун замонавий услубни таъминлайди.",
        "classic_armstrong": "Кассетали Армстронг",
        "classic_armstrong_description": "Кассетали армстронг шифт - модулли дизайни билан ажралиб турадиган амалий ва замонавий йечим. Унинг панелларини ўрнатиш ва алмаштириш осон, ўрнатиш ва техник хизмат кўрсатиш қулайлигини таъминлайди. Ушбу шифт тартибли ва тоза ички макон яратиш, маконга замонавийлик ва нафисликни қўшиш учун идеалдир. Кассетали армстронг шифти эстетик кўринишни сақлаб, функционаллик ва чидамлиликни таъминлаб, офис ва тижорат жойларига жуда мос келади.",
        "mineral_armstrong": "Минерал толали армстронг",
        "mineral_armstrong_description": "Минерал толали армстронг шифт - мукаммал акустик хусусиятлар ва замонавий дизайнни бирлаштирган кўп қиррали ва экологик тоза йечим. Унинг минерал толали панеллари юқори даражадаги овозни ютиш ва иссиқлик изолациясини таъминлаб, қулай ички муҳитни яратади. Ушбу шифтни ўрнатиш ва техник хизмат кўрсатиш осон, бу ҳам функционаллик, ҳам эстетика муҳим бўлган офис ва тижорат жойлари учун идеал танловдир. Минерал толали армстронг шифти сифат ва чидамлилик учун барча талабларга жавоб берадиган интерерга қулайлик ва замонавий услуб қўшади.",
        "folga_armstrong": "Армстронг фолга",
        "folga_armstrong_description": "Армстронг фолга шифти замонавий ва функционал йечим бўлиб, унинг акс эттирувчи юзаси ва замонавий кўриниши билан ажралиб туради. Фолга панеллари хонага кенглик ва ёруғлик эффектини беради, бўшлиқни визуал равишда оширади. Ушбу шифт нафақат эстетик жиҳатдан жозибали, балки намликка жуда чидамли бўлиб, намлик юқори бўлган хоналар учун идеал танловдир. Армстронг фолга шифтини ўрнатиш ва сақлаш осон, офис ва тижорат интерерларида чидамлилик ва замонавий дизайнни таъминлайди.",
        "gips_armstrong": "Армстронг гипс",
        "gips_armstrong_description": "Армстронг гипсли шифти классик дизайн ва мукаммал ишлашни бирлаштирган оқланган ва бардошли йечимдир. Гипс панеллари юқори овозли изоляция ва ёнғинга чидамлилигини таъминлайди, хавфсиз ва қулай жой яратади. Ушбу шифт ҳам эстетик, ҳам функционаллик муҳим бўлган интерерлар учун идеал. Ўрнатиш ва техник хизмат кўрсатишнинг қулайлиги Армстронг гипсли шифтини офис, турар-жой ва тижорат бинолари учун ажойиб танловга айлантиради ва уларга замонавий кўриниш беради.",

        "led": "LED",
        "led_description": "LED шифтлари замонавий дизайнни чуқурлаштирилган ёритиш билан бирлаштириб, ёрқинлик ва энергия самарадорлигини таъминлайди, замонавий ва функционал интерер яратади.",
        "led_armstrong": "Led армстронг",
        "led_armstrong_description": "Армстронг Led шифт панеллари ёрқин ва бир хил ёритишни таъминлайдиган амалий йечимдир. Осонлик билан модулли шифт тузилишига ўрнатилади, замонавий ва қулай ички макон яратади, офислар ва тижорат жойлари учун идеал.",
        "led_grilyato": "Led грилято",
        "led_grilyato_description": "Грилято шифтлари учун Led панеллари бир хил ёритиш ва замонавий кўринишни таъминлайдиган замонавий йечимдир. Офис ва тижорат жойлари учун идеал, қулай ва самарали муҳит яратади.",
        "led_rechniy": "Led реечный",
        "led_rechniy_description": "Реечный шифтлар учун Led панеллари дизайнга осонгина уйгунлаштириш мумкин бўлган функционал ва замонавий ёритишдир. Улар шифтнинг қатъий чизиқларини таъкидлаб, бир хил ёруғликни таъминлайди ва замонавий офис ва турар-жой интерерлари учун жуда мос келади."
        
    },
    "carousel": {
        "order_now": "Хозирок буюртма қилиш",
        "colors": "Ранглари:",
        "power": "• Кучланиши",
        "alyumin_reyka": "Лед Алюмин Плиталари  50mm",
        "sizes": "Ўлчамлари: 30cm, 50cm, 70cm"
    }

}