export const carousel = [
  {
    "name" : "Грильято",
    "productname": "grilyato",
    "imageUrl": "/img/grilyato_main.jpg",
    "subtypes": [
      {
        "subname": "Классический Грильято",
        "imageUrl": "/img/grilyato_main.jpg",
        "imageUrls": [
          "/img/classic_grilyato/1.jpg",
          "/img/classic_grilyato/2.jpg",
          "/img/classic_grilyato/4.jpg",
        ],
        "topSize" : [
          "100x100",
        ],
        "sizes": [
          "50x50",
          "75x75",
          "100x100", 
          "110x110", 
          "120x120",
          "150x150",
          "200x200",
        ],
        "colors": [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
          "bg-[url('/img/derevyaniy-color.png')]"
          // "Деревянный цвет",
        ],
        "pdescription": "Потолки Грильято выделяются своей решетчатой конструкцией, которая создает эффект воздушности и простора. Эти потолки не только стильны, но и функциональны, обеспечивая отличную вентиляцию и легкость в уходе. Идеальны для создания современных и удобных интерьеров, они добавляют уникальный акцент в офисные и жилые пространства."
      },
      {
        "subname": "Пирамидный Грильято",
        "imageUrl": "/img/grilyato_main.jpg",
        "imageUrls": [
          "/img/piramid_grilyato/1.jpg",
          "/img/piramid_grilyato/2.jpg",
          "/img/piramid_grilyato/3.jpg",
          "/img/piramid_grilyato/4.jpg",
          // "/img/grilyato/IMG_1.JPG",
          // "/img/grilyato/IMG_2.JPG",
          // "/img/grilyato/IMG_3.JPG",
        ],
        "topSize" : [
          "50x50",
        ],
        "sizes": [
          "50x50",
          "100x100",
          "150x150",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Потолки Грильято выделяются своей решетчатой конструкцией, которая создает эффект воздушности и простора. Эти потолки не только стильны, но и функциональны, обеспечивая отличную вентиляцию и легкость в уходе. Идеальны для создания современных и удобных интерьеров, они добавляют уникальный акцент в офисные и жилые пространства."
      },
      {
        "subname": "Треугольный Грильято",
        "imageUrl": "/img/grilyato_main.jpg",
        "imageUrls": [
          "/img/treugolniy_grilyato/1.jpg",
          "/img/treugolniy_grilyato/2.jpg",
          "/img/treugolniy_grilyato/3.jpg",
          "/img/treugolniy_grilyato/4.jpg",
          // "/img/grilyato/IMG_1.JPG",
          // "/img/grilyato/IMG_2.JPG",
          // "/img/grilyato/IMG_3.JPG",
        ],
        "topSize" : [
          "50x50",
        ],
        "sizes": [
          "50x50",
          "100x100",
          "150x150",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Потолки Грильято выделяются своей решетчатой конструкцией, которая создает эффект воздушности и простора. Эти потолки не только стильны, но и функциональны, обеспечивая отличную вентиляцию и легкость в уходе. Идеальны для создания современных и удобных интерьеров, они добавляют уникальный акцент в офисные и жилые пространства."
      },
    ],
    "description" : "Потолки Грильято уникальны своей решетчатой структурой, которая обеспечивает современный стиль, превосходную вентиляцию и легкость установки.",
  },
  {
    "name" : "Реечный",
    "productname": "rechniy",
    "imageUrl": "/img/rechniy/1.png",
    "subtypes" : [
      {
        "subname": "Реечный",
        "imageUrls": [
          "/img/rechniy/1.png",
          "/img/rechniy/1.jpg",
          "/img/rechniy/3.jpg",
          "/img/rechniy/4.jpg",
          // "/img/rechniy_main.jpg",
          // "/img/rechniy/IMG_2.JPG",
          // "/img/rechniy/IMG_4.JPG",
          // "/img/rechniy/IMG_9.JPG",
        ],
        "topSize" : [
          "50x57",
          "50x87",
        ],
        "sizes": [
          "34x36", 
          "34x57",
          "34x87", 
          "50x57",
          "50x87",
          "50x36",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Потолки Грильято Стандарт обеспечивают современный стиль и легкость установки."
      },
    ],
    "description" : "Потолки реечные привносят современный вид с высокой прочностью, простотой монтажа и легкостью в уходе, идеально подходя для создания стильных интерьеров.",
    "pdescription" : "Потолки реечные привносят в интерьер современный и структурированный вид благодаря своей уникальной системе. Они легко устанавливаются и обеспечивают надежную прочность и долговечность. Эти потолки идеально подходят для создания минималистичных и стильных интерьеров, добавляя нотку современности и удобства в любое пространство"
  },
  {
    "name" : "Армстронг",
    "productname": "armstrong",
    "imageUrl": "/img/armstrong_main.png",
    "subtypes" : [
      {
        "subname": "Армстронг Кассетный",
        "imageUrls": [
          "/img/armstrong_main.png",
          "/img/armstrong/IMG_1.JPG",
          "/img/armstrong/IMG_2.JPG",
        ],
        "topSize" : [
          
        ],
        "sizes": [
          "595x595",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Потолки Армстронг с их модульной системой представляют собой практичное решение для оформления любого интерьера. Они обеспечивают легкость установки и простоту ухода, сохраняя при этом стильный и аккуратный вид. Эти потолки подходят для разнообразных помещений, от офисов до жилых зон, обеспечивая надежность и функциональность."
      },
      {
        "subname": "Армстронг из минерального волокна",
        "imageUrls": [
          "/img/armstrong_main.png",
          "/img/armstrong/IMG_1.JPG",
          "/img/armstrong/IMG_2.JPG",
        ],
        "topSize" : [
          
        ],
        "sizes": [
          "595x595",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Потолки Армстронг с их модульной системой представляют собой практичное решение для оформления любого интерьера. Они обеспечивают легкость установки и простоту ухода, сохраняя при этом стильный и аккуратный вид. Эти потолки подходят для разнообразных помещений, от офисов до жилых зон, обеспечивая надежность и функциональность."
      },
      {
        "subname": "Армстронг из фольги",
        "imageUrls": [
          "/img/armstrong_main.png",
          "/img/armstrong/IMG_1.JPG",
          "/img/armstrong/IMG_2.JPG",
        ],
        "topSize" : [
          
        ],
        "sizes": [
          "595x595",
        ],
        "colors" : [
          "bg-[#ffffff]",
        ],
        "pdescription": "Потолки Армстронг с их модульной системой представляют собой практичное решение для оформления любого интерьера. Они обеспечивают легкость установки и простоту ухода, сохраняя при этом стильный и аккуратный вид. Эти потолки подходят для разнообразных помещений, от офисов до жилых зон, обеспечивая надежность и функциональность."
      },
      {
        "subname": "Армстронг из гипса",
        "imageUrls": [
          "/img/armstrong_main.png",
          "/img/armstrong/IMG_1.JPG",
          "/img/armstrong/IMG_2.JPG",
        ],
        "topSize" : [
          
        ],
        "sizes": [
          "595x595",
        ],
        "colors" : [
          "bg-[#ffffff]",
        ],
        "pdescription": "Потолки Армстронг с их модульной системой представляют собой практичное решение для оформления любого интерьера. Они обеспечивают легкость установки и простоту ухода, сохраняя при этом стильный и аккуратный вид. Эти потолки подходят для разнообразных помещений, от офисов до жилых зон, обеспечивая надежность и функциональность."
      },
    ],
    "description" : "Потолки Армстронг отличаются модульной конструкцией, обеспечивающей легкость установки, удобство обслуживания и современный стиль для любого интерьера.",
  },
  {
    "name" : "MDF декор",
    "productname": "mdf-dekor",
    "imageUrl": "/img/led-main.jpg",
    "subtypes" : [
      {
        "subname": "MDF декор",
        "imageUrls": [
          "/img/led-main.jpg",
        ],
        "topSize" : [
        ],
        "sizes": [
          "34x36", 
          "34x57",
          "34x87",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Потолки MDF декор предлагают элегантные и стильные решения для ваших интерьеров. Изготавливаемые из высококачественного MDF, они придают помещению утонченный вид и надежную отделку. Эти потолки легко монтируются и служат долговечно, делая их отличным выбором для создания уютной и изысканной атмосферы в любых пространствах.",
      },
    ],
    "description" : "Потолки MDF декор выделяются элегантным дизайном и высокой функциональностью, обеспечивая качественную отделку, стиль и уют для любого помещения.",
  },
  {
    "name" : "LED",
    "productname": "led",
    "imageUrl": "/img/led-main.jpg",
    "subtypes" : [
      {
        "subname": "LED",
        "imageUrls": [
          "/img/led-main.jpg",
        ],
        "topSize" : [
        ],
        "sizes": [
          "34x36", 
          "34x57",
          "34x87",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription" : "Эти потолки легко монтируются и требуют минимального ухода, делая их идеальным выбором для любого помещения, будь то офис, дом или коммерческое пространство. Добавьте современное освещение и эстетику с потолками LED, которые преобразят ваш интерьер и удовлетворят самые высокие требования.",
      },
    ],
    "description" : "Потолки LED сочетают современный дизайн с встроенным освещением, обеспечивая яркость и энергоэффективность, создавая стильный и функциональный интерьер.",
  },
]
export default carousel;