export const carousel = [
  {
    "name" : "Грильято",
    "productname": "grilyato",
    "imageUrl": "/img/grilyato_cover.jpg",
    "subtypes": [
      {
        "subname": "Классический Грильято",
        "imageUrls": [
          "/img/classic_grilyato/1.jpg",
          "/img/classic_grilyato/2.jpg",
          "/img/classic_grilyato/4.jpg",
        ],
        "topSize" : [
          "100x100",
        ],
        "sizes": [
          "50x50",
          "75x75",
          "100x100", 
          "110x110", 
          "120x120",
          "150x150",
          "200x200",
        ],
        "colors": [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
          "bg-[url('/img/derevyaniy-color.png')]"
        ],
        "pdescription": "Классический потолок Грильято — это проверенное временем решение, отличающееся строгими линиями и лаконичным дизайном. Его решетчатая структура создает ощущение порядка и симметрии, что идеально подходит для создания стильных и функциональных интерьеров. Эти потолки просты в установке и уходе, обеспечивая хорошую вентиляцию и долговечность. Классический Грильято идеально вписывается как в офисные, так и в жилые пространства, подчеркивая их элегантность и современный стиль."
      },
      {
        "subname": "Пирамидный Грильято",
        "imageUrls": [
          "/img/piramid_grilyato/1.jpg",
          "/img/piramid_grilyato/2.jpg",
          "/img/piramid_grilyato/3.jpg",
          "/img/piramid_grilyato/4.jpg",
        ],
        "topSize" : [
          "50x50",
        ],
        "sizes": [
          "50x50",
          "100x100",
          "150x150",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Пирамидный потолок Грильято — это современное и оригинальное решение, которое выделяется объемной структурой ячеек, создающих динамичный визуальный эффект. Уникальный дизайн пирамидной формы придает потолку глубину и характер, делая пространство более выразительным и запоминающимся. Эти потолки не только стильны, но и функциональны, обеспечивая отличную вентиляцию и легкость в уходе. Пирамидный Грильято идеально подходит для интерьеров, где требуется сочетание эстетики и практичности, будь то офисное или жилое помещение."
      },
      {
        "subname": "Треугольный Грильято",
        "imageUrls": [
          "/img/treugolniy_grilyato/1.jpg",
          "/img/treugolniy_grilyato/2.jpg",
          "/img/treugolniy_grilyato/3.jpg",
          "/img/treugolniy_grilyato/4.jpg",
        ],
        "topSize" : [
          "50x50",
        ],
        "sizes": [
          "50x50",
          "100x100",
          "150x150",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Треугольный потолок Грильято привлекает внимание своей нестандартной геометрией, создавая интересные светотеневые эффекты и добавляя пространству динамики. Его оригинальная треугольная структура обеспечивает уникальный визуальный акцент, делая интерьер более современным и выразительным. Эти потолки не только эстетичны, но и функциональны, гарантируя хорошую вентиляцию и простоту в уходе. Треугольный Грильято идеально подходит для создания стильных и инновационных интерьеров, будь то офисное пространство или жилое помещение."
      },
    ],
    "description" : "Потолки Грильято уникальны своей решетчатой структурой, которая обеспечивает современный стиль, превосходную вентиляцию и легкость установки.",
  },
  {
    "name" : "Реечный",
    "productname": "rechniy",
    "imageUrl": "/img/rechniy/1.png",
    "subtypes" : [
      {
        "subname": "Реечный",
        "imageUrls": [
          "/img/rechniy/1.png",
          "/img/rechniy/1.jpg",
          "/img/rechniy/3.jpg",
          "/img/rechniy/4.jpg",
          // "/img/rechniy_main.jpg",
          // "/img/rechniy/IMG_2.JPG",
          // "/img/rechniy/IMG_4.JPG",
          // "/img/rechniy/IMG_9.JPG",
        ],
        "topSize" : [
          "50x57",
          "50x87",
        ],
        "sizes": [
          "34x36", 
          "34x57",
          "34x87", 
          "50x57",
          "50x87",
          "50x36",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Потолки Грильято Стандарт обеспечивают современный стиль и легкость установки."
      },
    ],
    "description" : "Потолки реечные привносят современный вид с высокой прочностью, простотой монтажа и легкостью в уходе, идеально подходя для создания стильных интерьеров.",
    "pdescription" : "Реечный потолок — это стильное и практичное решение, которое отличается своей линейной конструкцией, придающей пространству четкость и гармонию. Его ровные и элегантные рейки создают современный и минималистичный вид, идеально подходящий для разнообразных интерьеров. Этот потолок не только визуально привлекательный, но и функциональный, обеспечивая простоту в уходе и долговечность. Реечный потолок прекрасно вписывается в офисные и жилые помещения, добавляя им легкости и современного шарма."
  },
  {
    "name" : "Армстронг",
    "productname": "armstrong",
    "imageUrl": "/img/armstrong_main.png",
    "subtypes" : [
      {
        "subname": "Армстронг Кассетный",
        "imageUrls": [
          "/img/armstrong_main.png",
          "/img/armstrong/IMG_1.JPG",
          "/img/armstrong/IMG_2.JPG",
        ],
        "topSize" : [
          
        ],
        "sizes": [
          "595x595",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Кассетный потолок Армстронг — это практичное и стильное решение, которое выделяется своей модульной конструкцией и четкими линиями. Его панели легко монтируются и заменяются, обеспечивая удобство в установке и обслуживании. Этот потолок идеально подходит для создания упорядоченного и аккуратного интерьера, добавляя пространству современности и элегантности. Кассетный потолок Армстронг прекрасно вписывается в офисные и коммерческие помещения, обеспечивая функциональность и долговечность, при этом сохраняя эстетичный внешний вид."
      },
      {
        "subname": "Армстронг из минерального волокна",
        "imageUrls": [
          "/img/armstrong_main.png",
          "/img/armstrong/IMG_1.JPG",
          "/img/armstrong/IMG_2.JPG",
        ],
        "topSize" : [
          
        ],
        "sizes": [
          "595x595",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#000000]",
          "bg-[#a0a0a0]",
          "bg-[#434343]",
        ],
        "pdescription": "Потолок Армстронг из минерального волокна — это универсальное и экологичное решение, которое сочетает в себе отличные акустические свойства и современный дизайн. Его панели из минерального волокна обеспечивают высокий уровень звукопоглощения и теплоизоляции, создавая комфортную атмосферу в помещении. Этот потолок прост в установке и уходе, делая его идеальным выбором для офисных и коммерческих пространств, где важны как функциональность, так и эстетика. Потолок Армстронг из минерального волокна добавляет интерьеру уют и современный стиль, отвечая всем требованиям к качеству и долговечности."
      },
      {
        "subname": "Армстронг из фольги",
        "imageUrls": [
          "/img/armstrong_main.png",
          "/img/armstrong/IMG_1.JPG",
          "/img/armstrong/IMG_2.JPG",
        ],
        "topSize" : [
          
        ],
        "sizes": [
          "595x595",
        ],
        "colors" : [
          "bg-[#ffffff]",
        ],
        "pdescription": "Потолок Армстронг из фольги — это современное и функциональное решение, которое выделяется своей отражающей поверхностью и стильным внешним видом. Фольгированные панели придают помещению эффект простора и света, визуально увеличивая пространство. Этот потолок не только эстетически привлекателен, но и обладает высокой устойчивостью к влаге, что делает его идеальным выбором для помещений с повышенной влажностью. Потолок Армстронг из фольги легко монтируется и обслуживается, обеспечивая долговечность и современный дизайн в офисных и коммерческих интерьерах."
      },
      {
        "subname": "Армстронг из гипса",
        "imageUrls": [
          "/img/armstrong_main.png",
          "/img/armstrong/IMG_1.JPG",
          "/img/armstrong/IMG_2.JPG",
        ],
        "topSize" : [
          
        ],
        "sizes": [
          "595x595",
        ],
        "colors" : [
          "bg-[#ffffff]",
        ],
        "pdescription": "Потолок Армстронг из гипса — это элегантное и прочное решение, которое сочетает в себе классический дизайн и отличные эксплуатационные характеристики. Гипсовые панели обеспечивают высокую звукоизоляцию и огнестойкость, создавая безопасное и комфортное пространство. Этот потолок идеально подходит для интерьеров, где важны как эстетика, так и функциональность. Простота монтажа и ухода делает потолок Армстронг из гипса отличным выбором для офисных, жилых и коммерческих помещений, придавая им стильный и законченный вид."
      },
    ],
    "description" : "Потолки Армстронг отличаются модульной конструкцией, обеспечивающей легкость установки, удобство обслуживания и современный стиль для любого интерьера.",
  },
  {
    "name" : "LED",
    "productname": "led",
    "imageUrl": "/img/led-main.jpg",
    "subtypes" : [
      {
        "subname": "Led для потолка Армстронг",
        "imageUrls": [
          "/img/led-main.jpg",
        ],
        "topSize" : [
        ],
        "sizes": [
          "595x595",
        ],
        "colors" : [
        ],
        "power": [
          "48W",
          "55W",
          "72W",
          "96W",
          "108W",
        ],
        "pdescription" : "LED-панели для потолков Армстронг — это практичное решение, обеспечивающее яркое и равномерное освещение. Легко устанавливаются в модульную конструкцию потолка, создавая современный и комфортный интерьер, идеально подходящий для офисов и коммерческих пространств."
      },
      {
        "subname": "Led для Грильято потолков",
        "imageUrls": [
          "/img/led-main.jpg",
        ],
        "topSize" : [
        ],
        "sizes": [
          "10x10", 
        ],
        "colors" : [
        ],
        "power": [
          "10W",
        ],
        "pdescription" :  "LED-панели для потолков Грильято — это современное решение, обеспечивающее равномерное освещение и стильный вид. Они легко монтируются, экономичны и добавляют световой акцент, который подчеркивает уникальную структуру потолка. Идеальны для офисных и коммерческих пространств, создавая комфортную и продуктивную атмосферу."
      },
      {
        "subname": "Led для Реечных потолков",
        "imageUrls": [
          "/img/led-main.jpg",
        ],
        "topSize" : [
        ],
        "sizes": [
          "30x30",
          "50x50",
          "70x70",
        ],
        "colors" : [
          "bg-[#ffffff]",
          "bg-[#ffff8b]",
          "bg-[#eab910]",
        ],
        "power": [
          "20w", 
          "35w",
          "54w", 
          "72w", 
        ],
        "pdescription" :  "LED-панели для реечных потолков — это функциональное и стильное освещение, которое легко интегрируется в конструкцию. Они обеспечивают равномерный свет, подчеркивая строгие линии потолка, и идеально подходят для современных офисных и жилых интерьеров."
      },
    ],
    "description" : "Потолки LED сочетают современный дизайн с встроенным освещением, обеспечивая яркость и энергоэффективность, создавая стильный и функциональный интерьер.",
  },
]
export default carousel;