{
    "navbar" : {
        "home": "Главная",
        "products": "Продукты",
        "work": "Наши работы",
        "contact": "Контакты"
    },
    "hero_section" : {
        "new_level": "Потолки нового уровня",
        "we_style" : "Мы воплощаем ваши идеи в реальность, создавая уют и стиль!",
        "contact_us" : "Связаться с нами"
    },
    "main" : {
        "our_products" : "Наши продукты",
        "more": "Подробнее...",
        "our_work": "Наши работы"
    },
    "footer": {
        "call_me": "Перезвоните мне",
        "location": "Джаркурганская улица, 20/3, Ташкент"
    },
    "carousel_info" : {
        "grilyato": "Грильято",
        "grilyato_description": "Потолки Грильято уникальны своей решетчатой структурой, которая обеспечивает современный стиль, превосходную вентиляцию и легкость установки.",
        "classic_grilyato": "Классический Грильято",
        "classic_grilyato_description": "Классический потолок Грильято — это проверенное временем решение, отличающееся строгими линиями и лаконичным дизайном. Его решетчатая структура создает ощущение порядка и симметрии, что идеально подходит для создания стильных и функциональных интерьеров. Эти потолки просты в установке и уходе, обеспечивая хорошую вентиляцию и долговечность. Классический Грильято идеально вписывается как в офисные, так и в жилые пространства, подчеркивая их элегантность и современный стиль.",
        "pyramid_grilyato": "Пирамидный Грильято",
        "pyramid_grilyato_description": "Пирамидный потолок Грильято — это современное и оригинальное решение, которое выделяется объемной структурой ячеек, создающих динамичный визуальный эффект. Уникальный дизайн пирамидной формы придает потолку глубину и характер, делая пространство более выразительным и запоминающимся. Эти потолки не только стильны, но и функциональны, обеспечивая отличную вентиляцию и легкость в уходе. Пирамидный Грильято идеально подходит для интерьеров, где требуется сочетание эстетики и практичности, будь то офисное или жилое помещение.",
        "triangular_grilyato": "Треугольный Грильято",
        "triangular_grilyato_description": "Треугольный потолок Грильято привлекает внимание своей нестандартной геометрией, создавая интересные светотеневые эффекты и добавляя пространству динамики. Его оригинальная треугольная структура обеспечивает уникальный визуальный акцент, делая интерьер более современным и выразительным. Эти потолки не только эстетичны, но и функциональны, гарантируя хорошую вентиляцию и простоту в уходе. Треугольный Грильято идеально подходит для создания стильных и инновационных интерьеров, будь то офисное пространство или жилое помещение.",

        "rechniy": "Реечный",
        "rechniy_description": "Реечный потолок — это стильное и практичное решение, которое отличается своей линейной конструкцией, придающей пространству четкость и гармонию. Его ровные и элегантные рейки создают современный и минималистичный вид, идеально подходящий для разнообразных интерьеров. Этот потолок не только визуально привлекательный, но и функциональный, обеспечивая простоту в уходе и долговечность. Реечный потолок прекрасно вписывается в офисные и жилые помещения, добавляя им легкости и современного шарма.",
        "classic_rechniy": "Реечный",
        "classic_rechniy_description": "Реечный потолок — это стильное и практичное решение, которое отличается своей линейной конструкцией, придающей пространству четкость и гармонию. Его ровные и элегантные рейки создают современный и минималистичный вид, идеально подходящий для разнообразных интерьеров. Этот потолок не только визуально привлекательный, но и функциональный, обеспечивая простоту в уходе и долговечность. Реечный потолок прекрасно вписывается в офисные и жилые помещения, добавляя им легкости и современного шарма.",
        
        "armstong": "Армстронг",
        "armstong_decription": "Потолки Армстронг отличаются модульной конструкцией, обеспечивающей легкость установки, удобство обслуживания и современный стиль для любого интерьера.",
        "classic_armstrong": "Армстронг Кассетный",
        "classic_armstrong_description": "Кассетный потолок Армстронг — это практичное и стильное решение, которое выделяется своей модульной конструкцией и четкими линиями. Его панели легко монтируются и заменяются, обеспечивая удобство в установке и обслуживании. Этот потолок идеально подходит для создания упорядоченного и аккуратного интерьера, добавляя пространству современности и элегантности. Кассетный потолок Армстронг прекрасно вписывается в офисные и коммерческие помещения, обеспечивая функциональность и долговечность, при этом сохраняя эстетичный внешний вид.",
        "mineral_armstrong": "Армстронг из минерального волокна",
        "mineral_armstrong_description": "Потолок Армстронг из минерального волокна — это универсальное и экологичное решение, которое сочетает в себе отличные акустические свойства и современный дизайн. Его панели из минерального волокна обеспечивают высокий уровень звукопоглощения и теплоизоляции, создавая комфортную атмосферу в помещении. Этот потолок прост в установке и уходе, делая его идеальным выбором для офисных и коммерческих пространств, где важны как функциональность, так и эстетика. Потолок Армстронг из минерального волокна добавляет интерьеру уют и современный стиль, отвечая всем требованиям к качеству и долговечности.",
        "folga_armstrong": "Армстронг из фольги",
        "folga_armstrong_description": "Потолок Армстронг из фольги — это современное и функциональное решение, которое выделяется своей отражающей поверхностью и стильным внешним видом. Фольгированные панели придают помещению эффект простора и света, визуально увеличивая пространство. Этот потолок не только эстетически привлекателен, но и обладает высокой устойчивостью к влаге, что делает его идеальным выбором для помещений с повышенной влажностью. Потолок Армстронг из фольги легко монтируется и обслуживается, обеспечивая долговечность и современный дизайн в офисных и коммерческих интерьерах.",
        "gips_armstrong": "Армстронг из гипса",
        "gips_armstrong_description": "Потолок Армстронг из гипса — это элегантное и прочное решение, которое сочетает в себе классический дизайн и отличные эксплуатационные характеристики. Гипсовые панели обеспечивают высокую звукоизоляцию и огнестойкость, создавая безопасное и комфортное пространство. Этот потолок идеально подходит для интерьеров, где важны как эстетика, так и функциональность. Простота монтажа и ухода делает потолок Армстронг из гипса отличным выбором для офисных, жилых и коммерческих помещений, придавая им стильный и законченный вид.",

        "led": "LED",
        "led_description": "Потолки LED сочетают современный дизайн с встроенным освещением, обеспечивая яркость и энергоэффективность, создавая стильный и функциональный интерьер.",
        "led_armstrong": "Led для потолка Армстронг",
        "led_armstrong_description": "LED-панели для потолков Армстронг — это практичное решение, обеспечивающее яркое и равномерное освещение. Легко устанавливаются в модульную конструкцию потолка, создавая современный и комфортный интерьер, идеально подходящий для офисов и коммерческих пространств.",
        "led_grilyato": "Led для Грильято потолков",
        "led_grilyato_description": "LED-панели для потолков Грильято — это современное решение, обеспечивающее равномерное освещение и стильный вид. Они легко монтируются, экономичны и добавляют световой акцент, который подчеркивает уникальную структуру потолка. Идеальны для офисных и коммерческих пространств, создавая комфортную и продуктивную атмосферу.",
        "led_rechniy": "Led для Реечных потолков",
        "led_rechniy_description": "LED-панели для реечных потолков — это функциональное и стильное освещение, которое легко интегрируется в конструкцию. Они обеспечивают равномерный свет, подчеркивая строгие линии потолка, и идеально подходят для современных офисных и жилых интерьеров."        
        
    },
    "carousel": {
        "order_now": "Заказать сейчас",
        "colors": "Цвета:",
        "power": "• Мощность",
        "alyumin_reyka": "Алюминиевые Рейки Лед 50mm",
        "sizes": "Размеры: 30cm, 50cm, 70cm"
    }
}